Repository: xandruv/Mandatory-Fields
Catalog: Translations/Mandatory Fields (MF).*.g.xlf
Languages: es_es

# Table 346107420 - Property 2879900210
source: Mandatory Fields Table Field Setup
es_es: Configuración de campos obligatorios de la tabla

# Table 346107420 - Field 166597695 - Property 2879900210
source: Field Name
es_es: Nombre de campo

# Table 346107420 - Field 2547700717 - Property 2879900210
source: Field No
es_es: N.º de campo

# Table 346107420 - Field 103915345 - Property 2879900210
source: Table No
es_es: N.º de tabla

# Table 4220703750 - Property 2879900210
source: Mandatory Fields Table Setup
es_es: Configuración de campos obligatorios por tabla

# Table 4220703750 - Method 3152277940 - NamedType 755919981
source: Table %1 has mandatory fields. Do you want to delete them?
es_es: La tabla %1 contiene campos obligatorios configurados. ¿Desea eliminarlos?

# Table 4220703750 - Method 3152277940 - NamedType 118223364
source: Deletion was canceled
es_es: Operación cancelada

# Table 4220703750 - Field 730832363 - Property 2879900210
source: Table Name
es_es: Nombre de tabla

# Table 4220703750 - Field 103915345 - Property 2879900210
source: Table No
es_es: N.º de tabla

# Codeunit 2921186151 - Method 1922780731 - NamedType 755919981
source: Field %1 can not be empty
es_es: El campo %1 no puede estar vacío

# Page 1000439638 - Property 2879900210
source: Mandatory Fields Table Field Selector
es_es: Selector de campos

# Page 1000439638 - Method 4177352842 - NamedType 755919981
source: For changing fields, you must use the actions. Do you want to exit without changing any field?
es_es: Para modificar campos, utilice las acciones. ¿Desea salir sin modificar ningún campo?

# Page 1000439638 - Control 591687132 - Property 2879900210
source: Already added
es_es: Añadido

# Page 1000439638 - Action 183296051 - Property 2879900210
source: Add fields
es_es: Añadir campos

# Page 1000439638 - Action 1834721653 - Property 2879900210
source: Add fields
es_es: Añadir campos

# Page 1000439638 - Action 1834721653 - Method 1377591017 - NamedType 1393616598
source: You have added %1 fields.
es_es: Se han añadido %1 campos

# Page 1000439638 - Action 2082548352 - Property 2879900210
source: Remove fields
es_es: Quitar campos

# Page 1000439638 - Action 2082548352 - Method 1377591017 - NamedType 1393616598
source: You have removed %1 fields.
es_es: Se han quitado %1 campos

# Page 1000439638 - Action 3383493608 - Property 2879900210
source: Process
es_es: Proceso

# Page 346107420 - Property 2879900210
source: Mandatory Fields Table Field Setup
es_es: Configuración de campos obligatorios de la tabla

# Page 4220703750 - Property 2879900210
source: Mandatory Fields Table Setup
es_es: Configuración de campos obligatorios por tabla

# Page 4220703750 - Action 183296051 - Property 2879900210
source: Fields Setup
es_es: Configuración campos

# Page 4220703750 - Action 346107420 - Property 2879900210
source: Fields Setup
es_es: Configuración campos

# Page 4220703750 - Action 2035395679 - Property 2879900210
source: Fields Setup
es_es: Configuración campos
